<template>
    <div>
        <TotalHeader />
        <div class="main">
            <div class="mainBody">
                <div class="mainHeader">
                    <div @click="$router.push({ name: 'Support' })" class="mainHeaderBack">
                        <span class="material-icons">
                            arrow_back
                        </span>
                        <span>
                            На главную страницу справки
                        </span>
                    </div>
                    <button @click="getPrintDialog()" class="btn printBtn">
                        <span class="material-icons">
                            print
                        </span>
                        <span>
                            ПЕЧАТЬ
                        </span>
                    </button>
                </div>
                <h1>
                    Положение о конфиденциальности
                </h1>
                <div class="help">
                    <span>
                        В настоящем Положении о конфиденциальности разъясняются наши меры по защите, включая возможности Вашего выбора, в отношении сбора, использования и раскрытия определенной информации, включая Ваши персональные данные, Обществом с ограниченной ответственностью «Развлекательный онлайн-сервис» в связи с сервисом Netflix («сервис»), в соответствии с Правилами использования.
                    </span>
                    <h6>
                        Как с нами связаться
                    </h6>
                    <span>
                        Если у Вас есть общие вопросы о Вашем аккаунте или о том, как связаться с клиентской службой, посетите Центр поддержки Netflix help.netflix.com. По вопросам, напрямую касающимся настоящего Положения о конфиденциальности или использования нами Ваших персональных данных, файлов cookie или подобных технологий, обращайтесь по электронной почте privacy@oes.netflix.com.
                    </span>
                    <span>
                        Оператором Ваших персональных данных является Общество с ограниченной ответственностью «Развлекательный онлайн-сервис», общество, зарегистрированное в соответствии с законодательством Российской Федерации (ОГРН 1207700255597) по адресу Российская Федерация, Москва, Пречистенская набережная, дом 13, строение 1, этаж 3, офис 23; исполнение некоторых прав и обязанностей в отношении персональных данных было поручено компании Netflix International B.V., голландской компании (№ KvK 62266519). Подробнее см. на нашей странице Корпоративной информации. Обратите внимание: при Вашем обращении к нам за помощью из соображений безопасности нам может потребоваться подтвердить Вашу личность перед рассмотрением запроса.
                    </span>
                    <h6>
                        Согласие на обработку персональных данных
                    </h6>
                    <span>
                        Выражая согласие с Положением о конфиденциальности, Вы соглашаетесь на обработку своих персональных данных Обществом с ограниченной ответственностью «Развлекательный онлайн-сервис» для предоставления Вам сервиса Netflix согласно Правилам использования и как описано ниже в настоящем Положении о конфиденциальности, включая разделы «Сбор информации», «Использование информации» и «Раскрытие информации».
                    </span>
                    <h6>
                        Сбор информации
                    </h6>
                    <span>
                        Мы получаем и храним следующую информацию о Вас:
                    </span>
                    <span>
                        <span class="warning">
                            Информация, которую Вы предоставляете нам.
                        </span>
                        Мы собираем информацию, которую Вы предоставляете нам, включая:
                    </span>
                    <ul>
                        <li>
                            Ваше имя, адрес электронной почты, адрес или почтовый индекс, способ(ы) оплаты и номер телефона. Мы собираем эту информацию несколькими способами, в том числе когда Вы вводите ее в нашем сервисе, обращаетесь к нам в клиентскую службу или участвуете в опросах или рекламных акциях;
                        </li>
                        <li>
                            информацию, передаваемую Вами при проставлении оценок, указании предпочтений, параметров аккаунта (включая параметры на веб-сайте в разделе «Аккаунт») или при предоставлении нам любой другой информации через наш сервис или где-либо еще.
                        </li>
                    </ul>
                    <span>
                        <span class="warning">
                            Информация, которую мы собираем автоматически
                        </span>
                        Мы собираем информацию о Вас и о том, как Вы пользуетесь нашим сервисом, о Ваших взаимодействиях с нами и нашей рекламой, а также информацию о Вашей сети, сетевых устройствах, Вашем компьютере и других поддерживающих Netflix устройствах, которые Вы можете использовать для доступа к нашему сервису (например, игровые системы, smart TV, мобильные устройства, декодеры и другие стриминговые медиа устройства). Эта информация включает:
                    </span>
                    <ul>
                        <li>
                            историю Ваших действий на сервисе Netflix, например: выбор видео, просмотренные видео, поисковые запросы;
                        </li>
                        <li>
                            Ваше взаимодействие с нашими электронными письмами, сообщениями, а также push-уведомлениями и онлайн-сообщениями;
                        </li>
                        <li>
                            детали Вашего взаимодействия с нашей клиентской службой, включая дату, время и причину обращения, записи разговоров в чате, а если Вы обращаетесь к нам по телефону, то Ваш номер телефона и запись разговора;
                        </li>
                        <li>
                            идентификационные номера устройств или другие уникальные идентификаторы, в том числе те, что связаны с Вашими сетевыми устройствами и устройствами, которые поддерживают Netflix и подключены к Вашей сети Wi-Fi;
                        </li>
                        <li>
                            сбрасываемые идентификаторы устройств (также известные как рекламные идентификаторы) на мобильных устройствах, планшетах и стриминговых медиа устройствах, которые имеют такие идентификаторы (см. подробности в разделе «Файлы cookie и интернет-реклама» ниже);
                        </li>
                        <li>
                            характеристики устройства и программного обеспечения (такие как вид и конфигурация), информацию о подключении, включая тип (Wi-Fi, мобильный интернет), статистику просмотра страниц, источник входа (например, URL-адреса, с которых Вы заходили), IP-адрес (который может сообщить нам общие сведения о Вашем расположении), браузер и стандартную информацию веб-журнала сервера;
                        </li>
                        <li>
                            информацию, собранную с использованием файлов cookie, веб-маяков и прочих технологий, включая рекламную информацию (такую как информация о доступности и показе рекламы, URL-адрес, а также дата и время). (Подробную информацию см. в разделе «Файлы cookie и интернет-реклама».)
                        </li>
                    </ul>
                    <span>
                        <span class="warning">
                            Информация от партнеров.
                        </span>
                         Мы собираем информацию от других компаний, с которыми Вы находитесь в каких-либо отношениях («Партнеры»). В зависимости от услуг, которыми Вы пользуетесь, к Партнерам могут относиться: Ваш ТВ- и интернет-провайдер и другие провайдеры стриминговых медиа устройств, которые делают наш сервис доступным на Вашем устройстве; операторы мобильной связи или другие компании, которые предоставляют Вам услуги, получают оплату за сервис Netflix и передают ее нам или предоставляют предоплаченные специальные предложения для сервиса Netflix; провайдеры платформ голосовых помощников, которые обеспечивают взаимодействие с нашим сервисом через голосовые команды. Информация, которую предоставляют нам Партнеры, различается в зависимости от характера услуг Партнера и может включать:
                    </span>
                    <ul>
                        <li>
                            поисковые запросы и команды, относящиеся к Netflix, которые Вы делаете на устройствах Партнеров или через платформы голосовых помощников;
                        </li>
                        <li>
                            информацию для активации сервиса, такую как Ваш адрес электронной почты или другая контактная информация;
                        </li>
                        <li>
                            IP-адреса, идентификационные номера устройств или другие уникальные идентификаторы, а также связанные с сервисом предоплаченные специальные предложения, информацию об оплате и пользовательском интерфейсе, которая поддерживает аутентификацию пользователя, прохождение регистрации на сервисе Netflix, обработку платежей Партнера и предоставление Вам контента Netflix через элементы пользовательского интерфейса Партнера.
                        </li>
                    </ul>
                    <span>
                        <span class="warning">
                            Информация из других источников.
                        </span>
                         Мы также получаем информацию из других источников. Мы защищаем эту информацию в соответствии с мерами, описанными в данном Положении о конфиденциальности, а также в соответствии с возможными дополнительными ограничениями, установленными источником информации. Эти источники меняются со временем, но могут включать:
                    </span>
                    <ul>
                        <li>
                            поставщиков услуг, которые помогают нам определить расположение на основе Вашего IP-адреса, чтобы персонализировать наш сервис, а также для других целей, предусмотренных настоящим Положением о конфиденциальности;                            
                        </li>
                        <li>
                            поставщиков услуг безопасности, которые предоставляют нам информацию, чтобы обезопасить наши системы, предотвратить мошеннические действия и помочь нам обеспечить безопасность аккаунтов Netflix;
                        </li>
                        <li>
                            поставщиков платежных услуг, которые предоставляют нам информацию о платежах или балансе или об обновлении этих сведений на основе их отношений с Вами;
                        </li>
                        <li>
                            поставщиков онлайн- и офлайн-данных, от которых мы получаем агрегированные демографические данные, а также данные, связанные с персонализированной и онлайн-рекламой;
                        </li>
                        <li>
                            общедоступные источники, такие как общедоступные публикации в социальных сетях и информация, доступная в публичных базах данных, связывающая IP-адреса с интернет-провайдерами.
                        </li>
                    </ul>
                    <h6>
                        Использование информации
                    </h6>
                    <span>
                        Мы используем информацию, чтобы предоставлять, анализировать, обеспечивать, улучшать и персонализировать наши услуги и рекламную деятельность, управлять партнерскими программами, обрабатывать Вашу регистрацию, Ваши заказы и платежи, а также для взаимодействия с Вами по этим и другим вопросам. Например, мы используем эту информацию, чтобы:
                    </span>
                    <ul>
                        <li>
                            определять Ваше общее расположение, предоставлять локализованный контент, предоставлять Вам индивидуализированные и персонализированные рекомендации фильмов и сериалов, которые, по нашему мнению, должны заинтересовать Вас, определять Вашего интернет-провайдера, чтобы поддерживать диагностику сети (мы также используем агрегированную информацию интернет-провайдеров в операционных и коммерческих целях), и быстро и эффективно отвечать на Ваши вопросы и заявки;
                        </li>
                        <li>
                            координировать свою деятельность с Партнерами, чтобы обеспечивать доступность сервиса Netflix для пользователей и предоставлять информацию о сервисе Netflix людям, которые еще не пользуются им, на основе Ваших конкретных отношений с Партнером;
                        </li>
                        <li>
                            защищать наши системы, предотвращать мошеннические действия и обеспечивать безопасность аккаунтов Netflix;
                        </li>
                        <li>
                            предупреждать, обнаруживать и расследовать потенциально запрещенную и незаконную деятельность, включая мошенничество, и обеспечивать соблюдение наших правил (например, определять, имеете ли Вы право на специальные предложения Netflix при оформлении подписки, и если имеете, то на какие именно, а также может ли конкретное устройство иметь доступ к определенному аккаунту в соответствии с нашими Правилами использования);
                        </li>
                        <li>
                            анализировать и понимать нашу аудиторию, улучшать наш сервис (включая опыт взаимодействия с пользовательским интерфейсом и работу сервиса) и оптимизировать подборку контента, алгоритмы рекомендаций и доступа к контенту;
                        </li>
                        <li>
                            взаимодействовать с Вами по поводу нашего сервиса, чтобы делиться с Вами новостями Netflix, подробностями о новых функциях и доступном контенте на Netflix, специальными предложениями, промоакциями, опросами пользователей, а также работать над Вашими техническими вопросами, такими как смена пароля.
                        </li>
                    </ul>
                    <span>
                        Это взаимодействие может происходить различными способами, такими как электронные письма, push-уведомления, текстовые сообщения, онлайн-сообщения и сообщения на основе совпадающего идентификатора (см. ниже). Чтобы узнать, как настроить или изменить коммуникационные предпочтения, обратитесь к разделу «Ваш выбор» настоящего Положения о конфиденциальности.
                    </span>
                    <h6>
                        Раскрытие информации
                    </h6>
                    <span>
                        Мы раскрываем Вашу информацию третьим сторонам в целях, описанных ниже.
                    </span>
                    <ul>
                        <li>
                            Netflix International B.V. и группа компаний Netflix. Мы поручили исполнение некоторых прав и обязанностей в отношении персональных данных (под нашим контролем) компании Netflix International B.V. («NI BV») с целью предоставления Вам сервиса Netflix. NI BV в свою очередь может делиться Вашими персональными данными с группой компаний Netflix (help.netflix.com/legal/corpinfo), если это необходимо для обработки и хранения данных, предоставления Вам доступа к нашим сервисам, оказания поддержки пользователей, принятия решений по улучшению сервисов, производства контента и в других целях, которые описаны в разделе «Использование информации» настоящего Положения о конфиденциальности.
                        </li>
                        <li>
                            Поставщики услуг. Мы привлекаем сторонние компании, агентов и подрядчиков («Поставщики услуг») для оказания услуг от нашего имени или помощи нам в предоставлении услуг Вам. Например, мы привлекаем Поставщиков услуг, которые предоставляют маркетинговые, рекламные, информационные и инфраструктурные услуги, а также услуги в области информационных технологий и безопасности, чтобы индивидуализировать, персонализировать и оптимизировать наш сервис, предоставлять информацию о банковском счете и балансе, проводить операции с банковскими картами или другими способами оплаты, предоставлять услуги клиентской службы, анализировать и улучшать данные (в том числе данные о взаимодействии пользователей с нашим сервисом) и обрабатывать и осуществлять потребительские опросы. В процессе предоставления таких услуг эти Поставщики услуг могут иметь доступ к Вашим персональным и другим данным. Мы не разрешаем им использовать или разглашать Ваши персональные данные, если это не связано с предоставляемыми ими услугами (что включает поддержание и улучшение их услуг).
                        </li>
                        <li>
                            Партнеры. Как описано выше, у Вас могут быть отношения с одним или несколькими нашими Партнерами. В таком случае мы можем делиться с ними определенной информацией, чтобы координировать с ними предоставление сервиса Netflix пользователям и информировать пользователей о доступности сервиса Netflix. Например, в зависимости от того, какими услугами Партнера Вы пользуетесь, мы можем делиться информацией:
                        </li>
                        <li>
                            чтобы обеспечить действие предоплаченных специальных предложений Партнера или получение платы за сервис Netflix для последующей передачи нам;
                        </li>
                        <li>
                            с Партнерами, которые управляют платформами голосовых помощников, позволяющими Вам взаимодействовать с нашим сервисом через голосовые команды;
                        </li>
                        <li>
                            чтобы контент и функции, доступные на сервисе Netflix, могли быть предложены Вам через пользовательский интерфейс Партнера. Для пользователей такие предложения представляют собой часть сервиса Netflix и могут включать индивидуализированные и персонализированные рекомендации для просмотра.
                        </li>
                        <li>
                            Защита ООО «Развлекательный онлайн-сервис», Netflix и других лиц.  ООО «Развлекательный онлайн-сервис», Netflix и Поставщики услуг могут разглашать и иным образом использовать Ваши персональные и другие данные, если мы или они обоснованно считаем, что такое разглашение необходимо, чтобы: (а) соблюсти требования любых применимых законов, нормативно-правовых актов, судебных актов или запросов государственных органов; (б) обеспечить выполнение применимых Правил использования Netflix, в том числе расследование их потенциальных нарушений; (в) обнаружить, предотвратить или иным образом среагировать на незаконную или предположительно незаконную деятельность (включая мошеннические действия с платежами), вопросы безопасности или технические вопросы; или (г) обеспечить защиту от ущерба правам, собственности или безопасности ООО «Развлекательный онлайн-сервис» и/или Netflix International B.V., пользователям сервиса или обществу в соответствии с требованиями или допустимыми пределами законодательства.
                        </li>
                        <li>
                            Передача бизнеса. В связи с любой реорганизацией, реструктуризацией, слиянием или продажей, а также иной передачей активов мы будем передавать информацию, включая персональные данные, при условии, что принимающая сторона согласится обрабатывать персональные данные таким образом, который соответствует нашему Положению о конфиденциальности.
                        </li>
                    </ul>
                    <span>
                        Если в процессе обмена информацией мы передаем персональные данные в страны вне Российской Федерации, мы обеспечим, чтобы информация передавалась в соответствии с настоящим Положением о конфиденциальности и применимым законодательством о защите данных.                    </span>
                    <span>
                        Вы также можете принять решение о раскрытии Ваших данных следующими способами:
                    </span>
                    <ul>
                        <li>
                            некоторые элементы нашего сервиса дают Вам возможность делиться информацией в электронных письмах, текстовых сообщениях, социальных сетях и других приложениях для обмена данными, используя клиенты и приложения на Вашем смарт-устройстве;
                        </li>
                        <li>
                            плагины социальных сетей и подобные технологии позволяют Вам делиться информацией.
                        </li>
                    </ul>
                    <span>
                        Плагины и приложения социальных сетей управляются самими социальными сетями и регулируются их правилами использования и политиками конфиденциальности.
                    </span>
                    <h6>
                        Доступ к аккаунту и профилям
                    </h6>
                    <ul>
                        <li>
                            Функция «Запомнить меня». Чтобы облегчить доступ к Вашему аккаунту, Вы можете использовать функцию «Запомнить меня на этом устройстве», когда заходите на веб-сайт. Эта функция использует технологию, которая позволяет нам предоставлять прямой доступ к аккаунту и помогает управлять сервисом Netflix, не требуя повторного ввода пароля или другого идентификатора пользователя, когда Вы повторно посещаете сервис через свой браузер.
                        </li>
                        <li>
                            Предоставление доступа к Вашему аккаунту другим людям. Если Вы делитесь или иным образом даете другим людям доступ к Вашему аккаунту, они смогут увидеть видео, которые Вы смотрели, Ваши оценки и данные аккаунта (включая Ваш адрес электронной почты и другую информацию в разделе «Аккаунт» на нашем веб-сайте). Этот факт необходимо иметь в виду и когда Вы используете функцию профилей. Вы можете использовать возможность бесшовного доступа в аккаунт через мобильное приложение Netflix, которое позволяет зайти в приложение Netflix на Smart TV, декодерах и других стриминговых медиа устройствах, подключенных к той же сети Wi-Fi, что и Вы. Если Вы используете эту функцию, то на этих устройствах будет иметься доступ к Вашему аккаунту, пока Вы не выйдете из него на этих устройствах.
                        </li>
                        <li>
                            Профили. С помощью профилей пользователи могут получить уникальный, персонализированный контент на Netflix, построенный на основе фильмов и сериалов, которые им интересны, а также отдельную историю просмотра. Обратите внимание, что профили доступны всем, кто использует Ваш аккаунт Netflix, поэтому любой, у кого есть доступ к Вашему аккаунту Netflix, может перейти к профилям, пользоваться ими, редактировать и удалять их. Вам следует объяснить это тем, у кого есть доступ к Вашему аккаунту, и если Вы не хотите, чтобы они использовали или меняли Ваш профиль, обязательно скажите им об этом.
                        </li>
                        <li>
                            Пользователям профилей может быть предложена возможность добавить в профиль адрес электронной почты, номер телефона или другую информацию. Они будут уведомлены о том, что такая информация будет собрана и использована в тот момент, когда информация будет запрошена (применяется Уведомление о конфиденциальности данных профиля (help.netflix.com/legal/profileprivacy).
                        </li>
                        <li>
                            Прекращение доступа устройства к Вашему аккаунту Netflix. Чтобы прекратить доступ к Вашему аккаунту Netflix с Ваших устройств: (а) зайдите в раздел «Аккаунт» на нашем веб-сайте, выберите пункт «Выйти из всех устройств» и следуйте инструкциям, чтобы деактивировать Ваши устройства (обратите внимание: деактивация может занять некоторое время); или (б) сбросьте настройки Netflix на своем устройстве (порядок действий зависит от устройства; функция может быть недоступна на некоторых устройствах). По возможности пользователям общедоступных устройств или устройств совместного пользования следует выходить из аккаунта после каждого посещения. Если Вы продаете или передаете компьютер или устройство, совместимое с сервисом Netflix, перед этим Вам следует выйти из Вашего аккаунта и деактивировать устройство. Если Вы не обеспечите безопасность Вашего пароля или устройства или не выйдете из Вашего аккаунта или не деактивируете Ваше устройство, последующие пользователи могут иметь доступ к Вашему аккаунту, включая доступ к Вашим персональным данным.
                        </li>
                    </ul>
                    <h6>
                        Ваш выбор
                    </h6>
                    <span>
                        <span class="warning">
                            Электронные и текстовые сообщения.
                        </span>
                            Если Вы больше не хотите получать от нас определенные сообщения по электронной почте или через текстовую рассылку, выберите пункт «Параметры связи» в разделе «Аккаунт» на нашем веб-сайте и снимите флажок рядом с теми рассылками, от которых хотите отказаться. В качестве альтернативы Вы можете нажать «Отказаться от рассылки» в электронном сообщении или ответить STOP (если нет других инструкций) на текстовое сообщение. Обратите внимание, что Вы не можете отказаться от сообщений, связанных с нашим сервисом, например, сообщений об операциях по Вашему счету.
                    </span>
                    <span>
                        <span class="warning">
                            Push-уведомления.
                        </span>
                            Вы можете выбрать, хотите ли Вы получать мобильные push-уведомления от нас. На устройствах с некоторыми операционными системами уведомления включаются автоматически. Если Вы впоследствии решите, что больше не хотите получать эти уведомления, Вы можете отключить их в настройках мобильного устройства. Мы также предлагаем push-уведомления в определенных браузерах. Если Вы сначала согласитесь получать эти уведомления, а впоследствии передумаете, Вы можете отключить их в настройках браузера.
                    </span>
                    <span>
                        <span class="warning">
                            WhatsApp. 
                        </span>
                            Если Вы активировали сообщения WhatsApp, связанные с Вашим аккаунтом или профилем Netflix, и больше не хотите получать их, Вы можете заблокировать их в своем приложении WhatsApp.
                    </span>
                    <span>
                        <span class="warning">
                            Персонализированная реклама.
                        </span>
                        Персонализированная реклама — это онлайн-реклама, которая учитывает Ваши вероятные интересы на основе того, как Вы пользуетесь различными приложениями и веб-сайтами в интернете. Если Вы пользуетесь браузером, то для сбора данных могут использоваться файлы cookie и веб-маяки, которые помогают определить Ваши предполагаемые интересы. Если Вы используете мобильное устройство, планшет или другое стриминговое медиа устройство, на котором установлен сбрасываемый идентификатор устройств, этот идентификатор может быть использован для определения Ваших вероятных интересов. Чтобы узнать о доступных возможностях Вашего выбора в отношении нашей персонализированной рекламы, обратитесь к разделу «Файлы cookie и интернет-реклама», расположенному ниже.
                    </span>
                    <span>
                        <span class="warning">
                            Сообщения на основе совпадающего идентификатора.
                        </span>
                        Некоторые веб-сайты и приложения третьих сторон позволяют нам рекламировать онлайн наши видео и услуги нашим пользователям путем отправки защищающего конфиденциальность идентификатора третьей стороне. Защищающий конфиденциальность идентификатор означает, что мы преобразовываем исходные данные (например, адрес электронной почты или номер телефона) в какое-либо значение, чтобы не раскрывать исходные данные. Третья сторона сравнивает защищающий конфиденциальность идентификатор с идентификаторами в своей базе данных. Они совпадут, только если Вы использовали один и тот же идентификатор (например, адрес электронной почты) для нас и третьей стороны. Если они совпадут, Netflix может выбрать, отправить ли Вам данное рекламное сообщение через сайт или приложение третьей стороны, а также оптимизировать и точнее измерить эффективность онлайн-рекламы. Вы можете отказаться от этого в разделе «Рекламные сообщения» раздела «Аккаунт» на нашем веб-сайте.
                    </span>
                    <h6>
                        Ваши информация и права
                    </h6>
                    <span>
                        Вы можете запросить доступ к своим персональным данным, исправить или обновить устаревшие или неверные персональные данные, хранящиеся у нас. Вы также можете запросить удаление персональных данных, которые мы храним о Вас.
                    </span>
                    <span>
                        В разделе «Аккаунт» на нашем веб-сайте Вы можете получить доступ и обновить широкий спектр данных о Вашем аккаунте, включая Вашу контактную информацию, платежные данные для Netflix, а также другую информацию, связанную с Вашим аккаунтом (например, просмотренный контент, которому Вы поставили оценки). Вы должны осуществить вход, чтобы получить доступ к разделу «Аккаунт».
                    </span>
                    <span>
                        Если Вы владелец аккаунта, то Вы можете загрузить копию Ваших персональных данных, перейдя по ссылке netflix.com/account/getmyinfo (Вы должны осуществить вход, чтобы получить доступ к разделу «Аккаунт») и выполнив инструкции.
                    </span>
                    <span>
                        С другими запросами и вопросами относительно наших процедур конфиденциальности свяжитесь с нами по адресу электронной почты 
                        <span class="link">
                            privacy@oes.netflix.com
                        </span>
                        . Дополнительная информация о том, как получить доступ к Вашим данным, включая наш процесс проверки, содержится в следующей статье: 
                        <span class="link">
                         help.netflix.com/node/100624
                        </span>
                         . По поводу информации об удалении, уничтожении и сохранении данных обратитесь к этой статье: 
                        <span class="link">
                            help.netflix.com/node/100625.
                        </span>     
                        Мы отвечаем на все запросы пользователей, которые хотят воспользоваться своими правами на защиту данных в соответствии с применимым законодательством о защите данных. Чтобы узнать о дополнительных решениях, которые Вы можете принять в отношении своих данных, обратитесь к разделу «Ваш выбор» данного Положения о конфиденциальности.
                    </span>
                    <span>
                        Мы можем отклонить запрос, если он не обоснован или не является законным требованием, в том числе если он в крайней степени нецелесообразен, потребует принятия чрезмерных технических мер или может подвергнуть нас операционным рискам, таким как мошеннические действия с использованием бесплатного пробного периода. Мы можем сохранить данные в соответствии с требованиями законодательства, принимая во внимание Ваш выбор, с целью выставления счетов, ведения отчетности и выполнения задач, описанных в данном Положении о конфиденциальности. Мы предпринимаем разумные меры, чтобы безопасным способом уничтожать или деидентифицировать персональные данные, когда они больше не требуются.
                    </span>
                    <h6>
                        Безопасность
                    </h6>
                    <span>
                        Мы предпринимаем разумные административные, логические, физические и управленческие меры, чтобы защищать Ваши персональные данные от потери, кражи и неавторизованного доступа, использования и изменения. Эти меры созданы таким образом, чтобы обеспечить уровень безопасности, который отвечает рискам обработки Ваших персональных данных.
                    </span>
                    <h6>
                        Другие веб-сайты, платформы и приложения
                    </h6>
                    <span>
                        Сервис Netflix может быть доступен на платформах третьих сторон и/или использовать функции (например, голосовое управление) платформ третьих сторон или содержать ссылки на сайты, которыми управляют третьи стороны, чьи правила обращения с данными могут отличаться от наших. Например, у Вас может быть доступ к сервису Netflix через платформы игровых систем, Smart TV, мобильных устройств, декодеров и других подключенных к интернету устройств. Эти веб-сайты и платформы имеют отдельные и независимые от нас политики конфиденциальности и политики в отношении данных, положения о конфиденциальности, предостережения и правила использования, с которыми мы рекомендуем внимательно ознакомиться. Кроме того, Вы можете столкнуться с приложениями третьих сторон, которые взаимодействуют с сервисом Netflix.
                    </span>
                    <h6>
                        Внесение изменений в настоящее Положение о конфиденциальности
                    </h6>
                    <span>
                        Время от времени мы будем обновлять данное Положение о конфиденциальности в ответ на изменения законодательных, нормативных и операционных требований. Мы будем уведомлять о таких изменениях (а также о том, когда они вступают в силу) в соответствии с законодательством. Использование Вами сервиса Netflix после того, как эти изменения вступят в силу, будет расцениваться как то, что Вам о них известно и (если применимо) Вы согласны с ними. Если Вы не хотите признавать или принимать изменения данного Положения о конфиденциальности, Вы можете перестать пользоваться сервисом Netflix. Чтобы посмотреть, когда настоящее Положение о конфиденциальности последний раз обновлялось, обратитесь к разделу «Последнее обновление», расположенному ниже.
                    </span>
                    <h6>
                        Файлы cookie и интернет-реклама
                    </h6>
                    <span>
                        Мы и наши Поставщики услуг используем файлы cookie и прочие технологии (такие как веб-маяки), а также сбрасываемые идентификаторы устройств по ряду причин. Мы хотим, чтобы Вы были в курсе использования этих технологий, поэтому данный раздел объясняет виды технологий, которые мы используем, как они работают и какой у Вас есть выбор в отношении их использования.
                    </span>
                    <h6>
                        Файлы cookie и прочие технологии, веб-маяки и сбрасываемые идентификаторы устройств
                    </h6>
                    <span>
                        Файлы cookie — это небольшие файлы с данными, которые обычно сохраняются на Вашем устройстве, когда Вы что-то смотрите и используете веб-сайты и онлайн-сервисы. Мы также используем и другие технологии, такие как хранилище браузера и плагины (например, HTML5, IndexedDB и WebSQL). Как и файлы cookie, эти технологии могут сохранять небольшие объемы данных на Вашем устройстве. Веб-маяки (также известные как невидимые файлы GIF или пиксельные теги) часто работают вместе с файлами cookie. Во многих случаях отказ от файлов cookie снизит эффективность веб-маяков, связанных с этими файлами cookie.
                    </span>
                    <span>
                        Если Вы используете приложение Netflix на мобильном устройстве, планшете или другом стриминговом медиа устройстве, мы можем получать сбрасываемые идентификаторы этого устройства. Сбрасываемые идентификаторы устройств (также известные как рекламные идентификаторы) похожи на файлы cookie и находятся на многих мобильных устройствах и планшетах (например, идентификатор IDFA на устройствах Apple iOS и рекламный идентификатор Google на устройствах Android) и определенных устройствах с функцией потокового медиа. Как и файлы cookie, сбрасываемые идентификаторы устройств используются, чтобы показывать более релевантную рекламу, а также в целях аналитики и оптимизации.
                    </span>
                    <h6>
                        Почему мы используем эти технологии?
                    </h6>
                    <span>
                        Мы используем эти технологии по ряду причин, например: чтобы облегчить доступ к нашим сервисам путем запоминания Вашей информации; чтобы предоставлять, анализировать, понимать и улучшать использование наших сервисов; чтобы обеспечивать соблюдение наших правил и предотвращать мошеннические действия; чтобы улучшать работу сайта, отслеживать поток посетителей и активность на сайте; чтобы размещать и персонализировать нашу рекламу, анализировать взаимодействие с нашими электронными письмами, маркетинговыми акциями и рекламой на сайтах третьих сторон.
                    </span>
                    <span>
                        Чтобы лучше понять, как мы используем файлы cookie и сбрасываемые идентификаторы устройств, ознакомьтесь с информацией ниже.
                    </span>
                    <ul>
                        <li>
                            <span class="warning">
                                Обязательные файлы cookie.
                            </span>
                            Эти файлы cookie необходимы для работы нашего веб-сайта и онлайн-сервиса. Например, мы и наши Поставщики услуг можем использовать эти файлы cookie для аутентификации и идентификации пользователей во время использования ими наших веб-сайтов и приложений так, чтобы мы могли оказывать им услуги. Они также помогают нам обеспечить соблюдение Правил использования, предупреждать мошеннические действия и обеспечивать безопасность нашего сервиса.
                        </li>
                        <li>
                            <span class="warning">
                                Файлы cookie для эффективности и функциональности.
                            </span>    
                            Эти файлы cookie помогают нам персонализировать Ваше использование нашего сервиса и сделать его более удобным. Например, они позволяют нам запоминать Ваши настройки и исключать необходимость повторного ввода ранее предоставленной информации (например, во время оформления подписки). Мы также используем эти файлы cookie для сбора информации (в частности, популярных страниц, коэффициентов конверсии, привычек просмотра, переходов по ссылкам и другой информации) об использовании сервиса Netflix нашими посетителями. Таким образом мы получаем возможность улучшать и персонализировать наш веб-сайт и сервис, а также проводить исследование рынка. Удаление подобных типов файлов cookie может привести к ограничению функциональности нашего сервиса.
                        </li>
                        <li>
                            <span class="warning">
                                Рекламные файлы cookie и сбрасываемые идентификаторы устройств.
                            </span>
                            Эти файлы cookie и сбрасываемые идентификаторы устройств используют информацию о Вашем взаимодействии с этим и иными веб-сайтами и приложениями, Вашей реакции на рекламу и электронные сообщения в целях показа более подходящей для Вас рекламы, а также для целей анализа и оптимизации. Такие типы рекламы называются «персонализированной рекламой». Рекламные файлы cookie, связанные с нашим сервисом, принадлежат нашим Поставщикам услуг.
                        </li>
                    </ul>
                    <span>
                        В связи с использованием этих технологий некоторые веб-сайты и приложения, на которых мы размещаем рекламу, а также компании, занимающиеся рекламными технологиями, и компании, с которыми мы сотрудничаем для покупки, размещения, оптимизации и измерения эффективности нашей рекламы (совместно — «Рекламные партнеры»), могут получать ограниченную информацию от нас в целях таргетирования, измерения эффективности и оптимизации рекламы (например, действия, выполненные при регистрации и посещении веб-сайта или при открытии/загрузке приложения).
                    </span>
                    <span>
                        Примерами использования такой информации являются оценка эффективности и оптимизация рекламных кампаний путем разрешения Рекламным партнерам отслеживать, когда и кто увидел рекламу и впоследствии зарегистрировался на нашем сервисе. Другой пример: мы не предлагаем оформить подписку тем, кто уже является пользователем Netflix.
                    </span>
                    <span>
                        Мы принимаем договорные и технические меры, созданные специально для ограничения доступа Рекламных партнеров к Вашей подборке видео, URL-адресам, на которые Вы переходите, и контенту, который Вы смотрите на нашем сервисе. Мы не делимся информацией о выбираемом Вами контенте или просматриваемых с помощью нашего сервиса фильмах и сериалах.
                    </span>
                    <h6>
                        Каковы мои варианты выбора в отношении этих технологий?
                    </h6>
                    <h6>
                        Возможность выбора в отношении файлов cookie
                    </h6>
                    <span>
                        Для получения дополнительной информации о файлах cookie, которые используются на наших веб-сайтах, а также о других типах онлайн-отслеживания (включая сбор информации о Вашей интернет-активности в течение определенного времени сайтами третьих сторон или онлайн-сервисами для поведенческой интернет-рекламы), нажмите здесь. В настоящее время наш сервис не поддерживает функцию браузера «Не отслеживать».
                    </span>
                    <h6>
                        Возможность выбора в отношении сбрасываемых идентификаторов устройств
                    </h6>
                    <span>
                        Чтобы отказаться от нашей персонализированной рекламы, связанной со сбрасываемыми идентификаторами на мобильных устройствах, планшетах или стриминговых медиа устройствах, настройте соответствующие параметры на своем устройстве (обычно расположены в разделах «Конфиденциальность» или «Реклама» в настройках Вашего устройства). Вы по-прежнему будете видеть нашу рекламу на своем устройстве, но она не будет учитывать Ваши вероятные интересы.
                    </span>
                    <h6>
                        Возможность выбора в отношении других технологий
                    </h6>
                    <span>
                        Существует ряд возможностей выбора технологий, похожих на файлы cookie, таких как хранилище браузера и плагины (например, HTML5, IndexedDB и WebSQL). Например, многие известные браузеры дают возможность очистить хранилище браузера, обычно в разделах «Настройки» или «Параметры». Подробнее об этом можно узнать в справке Вашего браузера или в службе поддержки. Другие технологии, такие как хранилище Silverlight, могут быть очищены внутри приложения.
                    </span>
                    <span>
                        Предыдущая версия настоящего документа доступна по ссылке 
                        <span class="link">
                            www.netflix.com/privacyupdates.
                        </span>
                    </span>
                    <span>
                        <span class="warning">
                            Последнее обновление:
                        </span>
                        15 октября 2020 г.
                    </span>
                </div>
            </div>
        </div>
        <Cookies :offset="1095" />
    </div>
</template>

<script>
import TotalHeader from '@/components/TotalHeader.vue'
import Cookies from '@/components/Cookies.vue'

export default {
    name: 'Privacy',
    methods: {
        getPrintDialog(){
            window.print()
        },
    },
    components: {
        TotalHeader,
        Cookies
    }
}
</script>

<style scoped>
        .main {
        background-color: rgb(255, 255, 255);
        width: 100%;
        /* height: 500px; */
    }

    .mainHeader {
        display: flex;
        justify-content: space-between;
    }

    .mainHeaderBack {
        color: rgb(255, 0, 0);
        display: flex;
        align-items: center;
        cursor: pointer;
    }
    
    .mainHeaderBack:hover {
        text-decoration: underline;
    }

    .mainBody {
        box-sizing: border-box;
        padding: 50px;
    }

    .printBtn {
        border: 1px solid rgb(0, 0, 0);
        display: flex;
        align-items: center;
    }

    .printBtn > span {
        font-weight: bolder;
        margin: 0px 2px;
    }

    .help {
        display: flex;
        flex-direction: column;
    }

    .warning {
        font-weight: bolder;
    }

    .link {
        color: rgb(255, 0, 0);
    }

</style>