<template>
    <div>
        <TotalHeader />
        <div class="main">
            <div class="mainBody">
                <div class="mainHeader">
                    <div @click="$router.push({ name: 'Support' })" class="mainHeaderBack">
                        <span class="material-icons">
                            arrow_back
                        </span>
                        <span>
                            На главную страницу справки
                        </span>
                    </div>
                    <button @click="getPrintDialog()" class="btn printBtn">
                        <span class="material-icons">
                            print
                        </span>
                        <span>
                            ПЕЧАТЬ
                        </span>
                    </button>
                </div>
                <h1>
                    Правила использования Filmix
                </h1>
                <div class="help">
                    <span>
                        Сервис Filmix предоставляется вам Обществом с ограниченной ответственностью «Развлекательный онлайн-сервис» — компанией, зарегистрированной в соответствии с законодательством Российской Федерации (ОГРН 1207700255597) по адресу Российская Федерация, Москва, Пречистенская набережная, дом 13, строение 1, этаж 3, офис 23 («мы»). Сервис Filmix предоставляет персонализированную подписку на аудиовизуальные услуги, позволяющие пользователям Filmix получать доступ к интернет-трансляциям фильмов и сериалов («контент Filmix») для определенных телевизоров, компьютеров и прочих устройств, подключенных к Интернету («устройства, совместимые с сервисом Filmix»).
                    </span>
                    <span>
                        Настоящие Правила использования регулируют использование вами сервиса Filmix. В настоящих Правилах использования понятия «сервис Filmix» или «сервис» означают персонализированный сервис для поиска и просмотра контента Filmix, включая все функции и возможности, рекомендации и отзывы, веб-сайт 
                        <span class="link">
                            https://www.Filmix.ru/
                        </span>
                        («веб-сайт Filmix») и пользовательские интерфейсы, а также любой контент и программное обеспечение («программное обеспечение Filmix»), связанные с сервисом Filmix.
                    </span>
                    <span>
                        Данные Правила использования являются публичной офертой в значении, предусмотренном статьей 437 Гражданского кодекса Российской Федерации («Гражданский кодекс»). Использование вами сервиса является полным и безоговорочным акцептом вами положений настоящих Правил использования в соответствии с п. 3 статьи 434, п. 3 статьи 438 Гражданского кодекса.
                    </span>
                    <ol>
                        <li class="warning">
                            Подписка
                        </li>
                    </ol>
                    <span>
                        1.1. Подписка Filmix действует до окончания срока ее действия. Чтобы использовать сервис Filmix, необходимо иметь подключение к Интернету и устройство, совместимое с сервисом Filmix, а также указать как минимум один способ оплаты. «Способ оплаты» означает текущий, действительный и приемлемый способ оплаты. Он может периодически обновляться и включать в себя оплату через ваш аккаунт пользователя, открытый у третьего лица. Если вы не аннулировали подписку до даты оплаты, вы разрешаете нам взимать с вас плату за подписку за последующий период с использованием вашего способа оплаты (см. раздел «Отмена подписки» ниже).
                    </span>
                    <span>
                        1.2. Мы можем предложить вам ряд планов подписки, включая подписки, предлагаемые третьими лицами в связи с продвижением их собственных продуктов и услуг. Мы не несем ответственности за продукты и услуги, предоставляемые такими третьими лицами. Некоторые планы подписки могут иметь иные условия и ограничения, которые будут доведены до вашего сведения при регистрации или иным образом. Конкретные детали вашей подписки Filmix вы можете найти на веб-сайте Filmix, а также при нажатии на ссылку «Аккаунт» в верхней части страниц веб-сайта под именем вашего профиля.
                    </span>
                    <ol>
                        <li>
                            <span class="warning">
                                Рекламные предложения.
                            </span>
                            <span>
                                Время от времени мы можем предлагать специальные рекламные предложения, планы или подписки («предложения»). Соответствие условиям предложения определяется по нашему усмотрению, и мы оставляем за собой право отозвать предложение и приостановить действие вашего аккаунта в случае, если мы определим, что вы не соответствуете условиям предложения. Совместно проживающие пользователи, имеющие действующую или недавно оформленную подписку Filmix, могут не соответствовать критериям определенных ознакомительных предложений. Мы имеем право использовать такую информацию, как идентификатор устройства, способ оплаты или адрес электронной почты аккаунта, связанные с действующей или недавно действовавшей подпиской Filmix, для определения соответствия условиям предложения. Информация о критериях предоставления предложения и других ограничениях и условиях будет доведена до вашего сведения при регистрации для получения предложения или иным способом.
                            </span>
                        </li>
                    </ol>
                    <ol>
                        <li>
                            Оплата и отмена подписки
                        </li>
                    </ol>
                    <span>
                        3.1. Период оплаты. Оплата подписки на сервис Filmix и любых других сборов, которые могут взиматься в связи с использованием вами сервиса, например, налогов и возможных комиссий за проведение операций, будет взиматься с применением указанного вами способа оплаты в дату оплаты, указанную в разделе «Аккаунт». Продолжительность периода оплаты зависит от типа подписки, выбранной вами во время регистрации на сервисе Filmix. В некоторых случаях дата оплаты может меняться, например, если способ оплаты не сработал или если срок действия платной подписки начался в день, не входящий в указанный месяц. Мы можем авторизовать ваш способ оплаты в преддверии оплаты подписки или сопутствующих услуг разными способами, включая авторизацию приблизительно на месяц предоставления доступа к сервису с момента оформления вами подписки. Если вы подписались на сервис Filmix с использованием аккаунта, в котором в качестве способа оплаты указано третье лицо, вы сможете найти информацию об оплате по вашей подписке Filmix, посетив ваш аккаунт у соответствующего третьего лица.
                    </span>
                    <span>
                        3.2. Способы оплаты. Чтобы использовать сервис Filmix, необходимо указать как минимум один способ оплаты. Вы разрешаете нам взимать оплату любым методом, привязанным к вашему аккаунту, в случае если ваш основной способ оплаты отклонен или более не доступен для перевода платы за подписку. Вы несете ответственность за любые неоплаченные суммы. Если оплата не прошла по причине истечения срока действия, нехватки средств или по иным причинам, а вы не закрываете свой аккаунт, мы имеем право временно заблокировать ваш доступ к сервису, пока нам не удастся успешно списать необходимую сумму с помощью вашего способа оплаты. Для некоторых способов оплаты эмитенты могут взимать определенные сборы, связанные с обработкой вашего способа оплаты. Размер взимаемых местных налогов может зависеть от используемого способа оплаты. Дополнительные сведения можно получить у поставщика услуг, предоставляющего ваш способ оплаты. Все платежи, осуществляемые вами согласно условиям данных Правил использования, включают налог на добавленную стоимость (НДС) в размере, установленном налоговым законодательством Российской Федерации, действующим на момент совершения платежа.
                    </span>
                    <span>
                        3.3. Изменение способов оплаты. Вы можете изменить способ оплаты на странице «Аккаунт». Способ оплаты также может быть изменен с использованием информации, предоставленной поставщиками платежных услуг. После любого изменения способа оплаты вы разрешаете нам продолжать взимать с вас плату с помощью указанных вами способов оплаты.
                    </span>
                    <span>
                        3.4. Отмена подписки. Вы можете аннулировать подписку Filmix в любой момент. Если вы отмените подписку, ваш аккаунт будет автоматически закрыт в конце текущего расчетного периода, а до того времени вы будете иметь доступ к сервису Filmix. Мы не предоставляем возмещений или зачетов за частично неиспользованные периоды действия подписки или непросмотренный контент Filmix. Чтобы отменить подписку, перейдите на страницу «Аккаунт» и следуйте инструкциям по отмене. Чтобы просмотреть дату закрытия аккаунта, нажмите «Платежные реквизиты» на странице «Аккаунт». Если вы подписались на Filmix с использованием аккаунта, открытого вами у третьего лица, и хотите отменить подписку Filmix, вам может потребоваться сделать это через такое третье лицо, например посетив ваш аккаунт у стороннего поставщика и отключив автопродление или отменив подписку на сервис Filmix через такое третье лицо.
                    </span>
                    <span>
                        3.5. Изменения в цене и планах подписки. Мы можем периодически изменять планы подписки и цены на наши услуги. Мы проинформируем вас о любых изменениях в ценах или вашем плане подписки как минимум за 30 дней до их вступления в силу. Если вы не желаете принимать такие изменения, вы можете отменить подписку Filmix в любое время в течение периода уведомления. Если вы не отмените подписку Filmix в течение периода уведомления и продолжите использовать сервис Filmix, мы будем считать, что вы подтверждаете ваше согласие на изменение цены или плана подписки.
                    </span>
                    <ol class="warning">
                        <li>
                            Сервис Filmix
                        </li>
                    </ol>
                    <ol>
                        <li>
                            4.1. Оформить подписку на сервис Filmix может лицо, достигшее 18 лет. Не достигшие совершеннолетия могут использовать сервис только с согласия взрослого (например, родителя или законного представителя) и под его присмотром, всегда с учетом соответствующих возрастных ограничений. Сервис Filmix относится к категории сервисов для лиц старше 18 лет, и определенные материалы могут быть запрещены для просмотра детьми, а другие могут иметь ограничение на просмотр детьми определенной возрастной группы.
                        </li>
                        <li>
                            4.2. Сервис Filmix и любой контент, просматриваемый посредством сервиса, предназначены только для личного и некоммерческого использования, и к ним нельзя предоставлять доступ пользователям за пределами вашей семьи (лиц, проживающих совместно с вами). Во время действия подписки Filmix мы предоставляем вам ограниченное, неисключительное, непередаваемое право на доступ к сервису Filmix и на просмотр контента Filmix. За исключением вышеизложенного вам не предоставляется никаких прав, правовых титулов или интересов. Вы обязуетесь не использовать сервис для публичного исполнения (воспроизведения).
                        </li>
                        <li>
                            4.3. Вы вправе просматривать контент Filmix преимущественно в пределах Российской Федерации, где оформлен ваш аккаунт, и только в географических регионах, в которых сервис Filmix доступен и на которые распространяется разрешение на использование соответствующего контента. Доступный для просмотра контент Filmix может различаться в зависимости от географического положения и будет периодически меняться. Количество устройств, на которых возможен одновременный просмотр, зависит от выбранного плана подписки и указано на странице «Аккаунт».
                        </li>
                        <li>
                            4.4. Сервис Filmix, включая библиотеку с контентом, регулярно обновляется. Кроме того, мы непрерывно тестируем разные аспекты сервиса, включая веб-сайт Filmix, пользовательские интерфейсы, рекламные функции и доступность контента Filmix. Вы можете в любое время отказаться от участия в тестировании, посетив страницу «Аккаунт» и изменив настройки в разделе «Участие в тестировании».
                        </li>
                        <li>    
                            4.5. Определенный контент Filmix доступен для временной загрузки и автономного офлайн-просмотра на определенных совместимых устройствах («Офлайн-продукты»). Применяются ограничения, в том числе на количество Офлайн-продуктов на аккаунт, максимальное количество устройств с Офлайн-продуктами, период времени, в течение которого вам необходимо начать просмотр Офлайн-продуктов, и срок доступности таких продуктов. Некоторые Офлайн-продукты могут проигрываться не во всех странах, и, если вы подключаетесь к Интернету в стране, в которой отсутствует возможность распространять такое содержимое, Офлайн-продукты не будут проигрываться во время нахождения в этой стране.
                        </li>
                        <li>
                            4.6. Вы соглашаетесь использовать сервис Filmix, включая все связанные с ним функции и возможности, в соответствии с применимым законодательством, правилами, постановлениями и прочими ограничениями, установленными в отношении использования сервиса или его контента. Вы согласны не архивировать, не воспроизводить, не распространять, не изменять, не отображать, не обрабатывать, не публиковать, не лицензировать, не создавать производные продукты, не предлагать для продажи, не использовать (за исключением случаев, предусмотренных в данных Правилах использования) контент и информацию, которые содержатся на сервисе Filmix или получены с его помощью. Вы также обязуетесь не обходить, не удалять, не видоизменять, не отключать, не ухудшать и не нарушать защиту контента на сервисе Filmix; не использовать роботов, программы-обходчики, программы для взлома или иные автоматические способы получения доступа к сервисам Filmix; не декомпилировать, не осуществлять инженерный анализ и не дизассемблировать программное обеспечение и иные продукты или процессы, доступные с помощью сервиса Filmix; не вставлять код или продукт и не осуществлять никаких манипуляций с контентом сервиса Filmix; не применять методы майнинга, сбора или извлечения данных. Кроме того, вы даете согласие не загружать, не публиковать, не отправлять по электронной почте или иным образом, не передавать материалы, разработанные с целью нарушения, разрушения или ограничения функциональности программного или аппаратного обеспечения, а также телекоммуникационного оборудования, связанного с сервисом Filmix, в том числе программные вирусы или иные компьютерные коды, файлы, программы. Мы имеем право прекратить или ограничить использование вами сервиса Filmix в случае нарушения вами Правил использования или участия в незаконном или мошенническом использовании сервиса.
                        </li>
                        <li>
                            4.7. Качество отображения контента Filmix может быть разным на разных устройствах, а также может зависеть от множества факторов, таких как геолокация, пропускная способность и скорость интернет-соединения. Доступ к форматам HD, Ultra HD и HDR зависит от интернет-сервиса и возможностей устройства. Не весь контент доступен во всех форматах, таких как HD, Ultra HD или HDR, и не все планы подписок обеспечивают доступ к контенту во всех форматах. Стандартные настройки проигрывания в мобильных сетях не включают контент в формате HD, Ultra HD и HDR. Минимальная скорость подключения для качества SD составляет 0,5 Мбит/с, однако мы рекомендуем использовать более быстрое подключение для улучшения качества просмотра. Минимальная скорость загрузки в 5,0 Мбит/с за трансляцию рекомендуется для приема контента в формате HD (разрешение 720p или выше). Минимальная скорость загрузки в 25,0 Мбит/с за трансляцию рекомендуется для приема контента в формате Ultra HD (разрешение 4K или выше). Вы несете ответственность за все расходы по подключению к Интернету. Обратитесь к своему интернет-провайдеру за дополнительными сведениями по поводу возможной оплаты использования данных через Интернет. Время, необходимое для начала просмотра контента Filmix, будет зависеть от ряда факторов, а именно вашего местоположения, доступной пропускной способности в определенный период времени, выбранного контента и конфигурации устройств, совместимых с сервисом Filmix. Дополнительные сведения о технических требованиях см. в Центре поддержки Filmix на веб-сайте Filmix.
                        </li>
                        <li>
                            4.8. Программное обеспечение Filmix разработано для просмотра контента Filmix на устройствах, совместимых с сервисом Filmix. Это программное обеспечение может отличаться на разных устройствах и носителях, и их функции также могут быть разными. Вы признаете, что использование сервиса может потребовать наличия сторонних приложений, которые предлагаются по лицензии третьих лиц. Вы согласны на автоматическое получение обновлений сервиса Filmix и связанного с ним стороннего программного обеспечения.
                        </li>
                    </ol>
                    <ol>
                        <li>
                            <span class="warning">
                                Пароли и доступ к аккаунту.
                            </span>
                            Пользователь, оформивший аккаунт на сервисе Filmix («Аккаунт Filmix») и имеющий действующий способ оплаты («Владелец аккаунта») имеет доступ к Аккаунту Filmix и устройствам, совместимым с сервисом Filmix, которые используются для получения доступа к сервису, контролирует их и отвечает за любые действия, осуществляемые в Аккаунте Filmix. Чтобы осуществлять контроль над аккаунтом и предотвратить доступ к нему посторонних лиц (что подразумевает информацию по просмотру истории использования аккаунта), владелец аккаунта должен осуществлять контроль над устройствами, совместимыми с сервисом Filmix, которые используются для получения доступа к сервису, и не раскрывать пароль или платежные реквизиты своего аккаунта. Вы несете ответственность за обновление и точность сведений, предоставляемых в связи с вашим аккаунтом. Мы можем прекратить действие вашего аккаунта или временно заблокировать его, чтобы защитить вас, нас или наших партнеров от кражи личных данных или мошеннических действий.
                        </li>
                    </ol>
                    <ol>
                        <li>
                            <span class="warning">
                                Гарантии и ограничение ответственности.
                            </span>
                            Сервис Filmix предоставляется на условиях «как есть» и без каких-либо гарантийных условий, заверений и обязательств. В частности, сервис не гарантирует бесперебойной и безошибочной работы.
                        </li>
                    </ol>
                    <ol>
                        <li class="warning">
                            Прочие положения
                        </li>
                    </ol>
                    <span>
                        7.1. Применимое право. Настоящие Правила использования регулируются и должны толковаться в соответствии с законодательством Российской Федерации.
                    </span>
                    <span>
                        7.2. Предоставляемые добровольно материалы. Мы не принимаем предоставляемые добровольно материалы или идеи относительно контента Filmix и не несем ответственности за сходство любой части контента Filmix или программ Filmix в любых медиа с переданными нам материалами или идеями.
                    </span>
                    <span>
                        7.3. Служба поддержки. Чтобы получить дополнительную информацию о сервисе Filmix и его функциях, а также если вам необходима помощь с вашим аккаунтом, посетите Центр поддержки Filmix на веб-сайте Filmix. В некоторых случаях клиентской службе Filmix может потребоваться использование инструмента поддержки удаленного доступа, предоставляющего сотруднику клиентской службы полный доступ к вашему компьютеру. Если вы не хотите, чтобы сотрудник клиентской службы получил такой доступ, откажитесь от услуг поддержки с помощью инструмента удаленного доступа, и мы будем оказывать ее другими способами. При наличии несоответствий между положениями настоящих Правил использования и сведениями, предоставляемыми сотрудником клиентской службы или другими разделами веб-сайта Filmix, настоящие Правила использования имеют приоритет.
                    </span>
                    <span>
                        7.4. Сохранение юридической силы. Если какое-либо положение Правил использования окажется недействительным, незаконным, неисполнимым, действительность, законность и исполнимость остальных положений остается в силе.
                    </span>
                    <span>
                        7.5. Изменения в Правилах использования и передача соглашения. Мы вправе периодически вносить изменения в эти Правила использования. Мы проинформируем вас о любых изменениях как минимум за 30 дней до их вступления в силу. Если вы не согласны с обязательной силой обновленных Правил использования, вы можете отменить подписку Filmix в любое время в течение периода уведомления. Если вы не отмените подписку Filmix и продолжите использовать сервис Filmix, то Вы подтверждаете свое согласие с измененными Правилами использования. Путем направления Вам предварительного уведомления, мы имеем право уступить или передать наше соглашение с Вами, в том числе все наши связанные с ним права и обязанности, и Вы настоящим предоставляете свое предварительное согласие на такую уступку или передачу.
                    </span>
                    <span>
                        7.6. Электронная коммуникация. Мы будем отправлять вам информацию в отношении вашего аккаунта (например, в отношении авторизации платежей, счетов, изменений пароля или способа оплаты, сообщений с подтверждениями, уведомления, электронные кассовые чеки) исключительно в электронной форме, например, в виде электронного сообщения на адрес электронной почты, указанный вами при регистрации.
                    </span>
                    <span>
                        7.7. Следующая информация предназначена только для Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций, и мы не будем отвечать на запросы пользователей, которые отправляются на указанный ниже адрес электронной почты. Если вам необходима помощь с аккаунтами или у вас возникли вопросы, связанные с работой сервиса Filmix, посетите Центр поддержки Filmix на веб-сайте Filmix. В соответствии с п. 6 части 1 статьи 10.5 Федерального закона «Об информации, информационных технологиях и о защите информации» № 149-ФЗ от 27 июля 2006 года мы принимаем все юридически значимые сообщения от Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций по адресу электронной почты legalreport@oes.Filmix.com
                    </span>
                    <span>
                        Последнее обновление: 15 октября 2020 г.
                    </span>
                </div>
            </div>
        </div>
        <Cookies :offset="605" />
    </div>
</template>

<script>
import TotalHeader from '@/components/TotalHeader.vue'
import Cookies from '@/components/Cookies.vue'

export default {
    name: 'Usability',
    methods: {
        getPrintDialog(){
            window.print()
        },
    },
    components: {
        TotalHeader,
        Cookies
    }
}
</script>

<style scoped>
    .main {
        background-color: rgb(255, 255, 255);
        width: 100%;
        /* height: 500px; */
    }

    .mainHeader {
        display: flex;
        justify-content: space-between;
    }

    .mainHeaderBack {
        color: rgb(255, 0, 0);
        display: flex;
        align-items: center;
        cursor: pointer;
    }

    .mainHeaderBack:hover {
        text-decoration: underline;
    }

    .mainBody {
        box-sizing: border-box;
        padding: 50px;
    }

    .printBtn {
        border: 1px solid rgb(0, 0, 0);
        display: flex;
        align-items: center;
    }

    .printBtn > span {
        font-weight: bolder;
        margin: 0px 2px;
    }

    .help {
        display: flex;
        flex-direction: column;
    }

    .warning {
        font-weight: bolder;
    }

    .link {
        color: rgb(255, 0, 0);
    }

</style>